blog/2021/09/13/essence-of-bussiness/index.html
<!DOCTYPE html>
<html lang="en-us">
<head>
  <title>读书: 商业的本质和互联网 - 你对这个世界要有点意见</title>
  <meta charset="utf-8" />
  <meta name="author" content="lijigang" />


  <link rel="alternate" title="RSS Feed" href="/rss.xml" type="application/rss+xml">
  <link rel="stylesheet" href="/media/css/main.css" type="text/css">
  <link rel="stylesheet" href="/media/css/posts.css" type="text/css">
</head>

  <body class="container">
<header id="header">
<body>
    <nav class="navbar navbar-default navbar-fixed-top" style="opacity: .9" role="navigation">
        <div class="container-fluid">
<div class="navbar-header">
            <button type="button" class="navbar-toggle" data-toggle="collapse" data-target="#bs-example-navbar-collapse-1">
                <span class="sr-only">Toggle navigation</span>
                <span class="icon-bar"></span>
                <span class="icon-bar"></span>
                <span class="icon-bar"></span>
            </button>
            <a class="navbar-brand" href="/">你对这个世界要有点意见</a>
        </div>
<div class="collapse navbar-collapse" id="bs-example-navbar-collapse-1">
            <ul class="nav navbar-nav navbar-right">
                <li class="active"><a href="/">Blog</a></li>
          <li><a href="https://github.com/lijigang">GitHub</a></li>
          <li><a href="http://www.zhihu.com/people/lijigang.com">知乎</a></li>
        </ul>
</div>
</div>
    </nav>
</body>
</header>

<section id="content" role="main">
    <div id="outline-container-sec-" class="row post-content">
        <div class="col-md-2"></div>
            <h1>读书: 商业的本质和互联网</h1>
            <p>
<b>商业的本质与互联网</b>, 许小年的这本书, 详细分析了互联网成长速度如此之快的理
论基础--网络效应, 新颖之处在于, 强调了网络节点之间, 不同类型用户之间正反
馈的交互所创造的价值。
</p>

<p>
如果一张网络只有两个类型的节点, 并且同类型的节点之间无交互, 那么这张网络
就没有网络效应, 只有双边效应。
</p>

<p>
基于这个分析洞见, 对互联网的几波风口模式进行了套用分析, 值得学习。
</p>

<div id="outline-container-orge4250e6" class="outline-2">
<h2 id="orge4250e6">规模效应</h2>
<div class="outline-text-2" id="text-orge4250e6">
<pre class="example" id="org9da0d79">
表述一:

产品的单位成本随着产量的增加而递减(分摊到单位产品上的固定成本的下降), 这
就是规模经济效应。
</pre>

<pre class="example" id="org92e97e3">
表述二:
规模经济效应是 =边际成本递减= 的效应。

即产量越大, 新增一单位产品的成本越低。第N+1 吨钢的成本低于第N 吨钢。
</pre>

<p>
固定成本占总成本的比重越高, 规模经济效应越好。
</p>

<p>
资本密集的钢铁,水泥，重化工,重型机械等行业中, 大型企业居于主导地位, 就是
因为规模经济效应。
</p>

<p>
互联网行业，具有明显的规模经济效应。它的边际成本更低, 规模经济效应更为显著。
</p>
</div>
</div>

<div id="outline-container-org0fecba6" class="outline-2">
<h2 id="org0fecba6">协同效应</h2>
<div class="outline-text-2" id="text-org0fecba6">
<pre class="example" id="org0bfaf30">
协同效应依赖于品种增加所带来的收入。
</pre>

<p>
微信开发和维护成本是固定的, 微信平台上面承载的服务越多, 公司的收益就越好。
你在京东上买了手电, 会很方便地再下单买几包电池。商品各类越是齐全, 客户购
买的便利性就越好, 公司的收入也就越高。
</p>

<p>
但是, 互联网公司的规模效应和协同效应在相当大程度上取决于 <code>供应商的生产规模</code> ，
而不是互联网公司的 <code>客户规模</code> 。
</p>
</div>
</div>

<div id="outline-container-orgdefa824" class="outline-2">
<h2 id="orgdefa824">网络效应</h2>
<div class="outline-text-2" id="text-orgdefa824">
<pre class="example" id="orga65c620">
网络效应是 =边际收益递增= 的效应。

即每一个新增节点的收益不断上升。
</pre>

<p>
公式化呈现:
</p>

<p>
\[V_m = K_1 * n^2\]
</p>

<p>
式中, \(V_m\) 代表具有网络效应的网络价值, \(K_1\) 是常数, \(n\) 是网络节点数。
</p>

<p>
需注意的是:
</p>

<ol class="org-ol">
<li>该公式不是物理学意义上的精确定律, 只是从观察中得出的统计学意义上的
近似公式。</li>

<li>网络节点数的增加带来的网络价值增加, 只是一个理论价值。实际价值取决
于节点数之间的互动的活跃程度。</li>
</ol>
</div>
</div>

<div id="outline-container-orgdcb8591" class="outline-2">
<h2 id="orgdcb8591">双边效应</h2>
<div class="outline-text-2" id="text-orgdcb8591">
<pre class="example" id="org422c067">

双边效应：

不同类型用户之间正反馈交互所创造的价值。

</pre>

<p>
以天猫平台为例, 供应商和用户之间有交互, 供应商和供应商之间, 用户和用户之
间基本无(交易)交互。 滴滴平台上的司机和司机之间无交互, 乘客和乘客之间也
无(交易)交互, 有交互的只有司机和乘客。
</p>

<p>
从定义上, 双边效应就弱于网络效应。
</p>
</div>
</div>

    </div>
</section>




<footer id="footer">
    <br />
    <script>
        var _hmt = _hmt || [];
        (function() {
            var hm = document.createElement("script");
            hm.src = "https://hm.baidu.com/hm.js?36d44a2295ffa55a3ab51c6aa7a71733";
            var s = document.getElementsByTagName("script")[0];
            s.parentNode.insertBefore(hm, s);
        })();
    </script>
</footer>

  </body>
</html>
